Repository: xfce-mirror/xfce4-sensors-plugin
Catalog: po/*.po
Languages: ro, vi

source: Power
ro: Alimentare
vi: Quyền lực

source: Voltage
ro: Tensiune
vi: Điện áp

source: ACPI v%s zones
ro: Zone ACPI v%s
vi: Vùng ACPI v%s

source: <Unknown>
ro: <Necunoscută>
vi: <Không xác định>

source: Hard disks
ro: Discuri dure
vi: Đĩa cứng

source: Don't show this message again
ro: Nu mai afișa acest mesaj
vi: Không hiển thị lại thông báo này

source: Sensors Plugin
ro: Modulul senzori
vi: Plugin cảm ứng

source: S.M.A.R.T. harddisk temperatures
ro: Temperaturile discurilor dure cu S.M.A.R.T.
vi: THÔNG MINH. nhiệt độ ổ cứng

source: "hddtemp" was not executed correctly, although it is executable. This is most probably due to the disks requiring root privileges to read their temperatures, and "hddtemp" not being setuid root. An easy but dirty solution is to run "chmod u+s %s" as root user and restart this plugin or its panel. Calling "%s" gave the following error: %s with a return value of %d.
ro: «hddtemp» nu a fost executat corect, deși este executabil. Acest lucru se datorează cel mai probabil faptului că discurile necesită privilegii de root pentru a le citi temperaturile, iar «hddtemp» nu are bitul setuid-root activat. O soluție ușoară, dar murdară, este să executați «chmod u+s %s» ca utilizator root și să reporniți acest modul sau panoul acestuia. Apelarea „%s” a dat următoarea eroare: %s cu o valoare de retur de %d.
vi: "hddtemp" không được thực thi chính xác, mặc dù nó có thể thực thi được. Điều này rất có thể là do các đĩa yêu cầu quyền root để đọc nhiệt độ của chúng và "hddtemp" không phải là root setuid. Một giải pháp dễ dàng nhưng khó thực hiện là chạy "chmod u+s %s" với tư cách là người dùng root và khởi động lại plugin này hoặc bảng điều khiển của nó. Gọi "%s" sẽ báo lỗi sau: %s với giá trị trả về là %d.

source: Suppress this message in future
ro: Suprimă acest mesaj în viitor
vi: Loại bỏ tin nhắn này trong tương lai

source: An error occurred when executing "%s": %s
ro: A apărut o eroare în timpul executării „%s”: %s
vi: Đã xảy ra lỗi khi thực thi "%s": %s

source: LM Sensors
vi: Cảm biến LM

source: Error: Could not connect to sensors!
ro: Eroare: Nu s-a putut conecta la senzori!
vi: Lỗi: Không thể kết nối tới bộ cảm ứng!

source: NVIDIA GPU core temperature
ro: Temperatura nucleului GPU NVIDIA
vi: Nhiệt độ lõi GPU NVIDIA

source: No sensors found!
ro: Nu s-au găsit senzori!
vi: Không tìm thấy bộ cảm ứng!

source: %+.3f A
vi: %+.3f Một

source: off
ro: dezactivat
vi: tắt

source: on
ro: activat
vi: tRÊN

source: %.0f rpm
vi: %.0f vòng/phút

source: Sensors Plugin Failure
ro: Eșec al modulului de senzori
vi: Lỗi plugin cảm biến

source: Seems like there was a problem reading a sensor feature value. Proper proceeding cannot be guaranteed.
ro: Se pare că a existat o problemă la citirea valorii unei caracteristici a senzorului. Efectuarea corectă a operației nu poate fi garantată.
vi: Có vẻ như đã xảy ra sự cố khi đọc giá trị tính năng cảm biến. Thủ tục tố tụng đúng đắn không thể được đảm bảo.

source: Sensors t_ype:
ro: T_ipul de senzori:
vi: _Loại cảm biến:

source: Description:
ro: Descriere:
vi: Sự miêu tả:

source: U_pdate interval (seconds):
ro: Interval_ul de actualizare (secunde):
vi: Khoảng thời gian cậ_p nhật (giây):

source: Name
ro: Nume
vi: Tên

source: Value
ro: Valoare
vi: Giá trị

source: Show
ro: Afișează
vi: Hiện

source: Color
ro: Culoare
vi: Màu

source: Min
vi: Tối thiểu

source: Max
vi: Tối đa

source: Temperature scale:
ro: Scala de temperatură:
vi: Thang đo nhiệt độ:

source: _Celsius
vi: độ _C

source: _Fahrenheit
vi: độ _F

source: _Sensors
ro: _Senzori
vi: _Cảm biến

source: <span><b>Sensors</b></span>
ro: <span><b>Senzori</b></span>
vi: <span><b>Cảm biến</b></span>

source: Sensors Plugin: Seems like there was a problem reading a sensor feature value. Proper proceeding cannot be guaranteed.
ro: Modulul senzori: Se pare că a existat o problemă la citirea unei valori caracteristice a senzorului. Procedura corectă nu poate fi garantată.
vi: Plugin cảm biến: Có vẻ như đã xảy ra sự cố khi đọc giá trị tính năng cảm biến. Thủ tục tố tụng đúng đắn không thể được đảm bảo.

source: No sensors selected!
ro: Nu a fost selectat niciun senzor!
vi: Chưa chọn bộ cảm ứng nào!

source: UI style:
ro: Stil interfață utilizator:
vi: Phong cách giao diện người dùng:

source: _text
ro: _Âtext
vi: _chữ

source: _progress bars
ro: bare de _progres
vi: _thanh tiến trình

source: Show _labels
ro: Afișează _etichetele
vi: _Hiển thị nhãn

source: _Automatic bar colors
ro: Culori _automate pentru bare
vi: Màu th_anh tự động

source: If enabled, bar colors depend on their values (normal, high, very high). If disabled, bars use the user-defined sensor colors. If a particular user-defined sensor color is unspecified, the bar color is derived from the current UI style.
ro: Dacă este activată, culorile barelor depind de valorile acestora (normal, ridicat, foarte ridicat). Dacă este dezactivată, barele utilizează culorile senzorului definite de utilizator. Dacă o anumită culoare a senzorului definită de utilizator este nespecificată, culoarea barei este derivată din stilul curent al interfeței.
vi: Nếu được bật, màu thanh sẽ phụ thuộc vào giá trị của chúng (bình thường, cao, rất cao). Nếu bị tắt, các thanh sẽ sử dụng màu cảm biến do người dùng xác định. Nếu một màu cảm biến cụ thể do người dùng xác định không được chỉ định, màu thanh được lấy từ kiểu giao diện người dùng hiện tại.

source: _Show title
ro: Afi_șează titlul
vi: _Hiển thị tiêu đề

source: _Number of text lines:
ro: _Numărul de linii de text:
vi: Số dò_ng văn bản:

source: _Cover all panel rows/columns
ro: Acoperă toate rândurile/coloanele panoului
vi: _Che tất cả các hàng/cột của bảng điều khiển

source: F_ont size:
ro: Dimensiunea f_ontului:
vi: _Cỡ chữ:

source: x-small
ro: foarte mică
vi: rất nhỏ

source: small
ro: mică
vi: nhỏ

source: medium
ro: medie
vi: trung bình

source: large
ro: mare
vi: lớn

source: x-large
ro: foarte mare
vi: rất lớn

source: F_ont:
vi: _Phông chữ:

source: Show _Units
ro: Afișează _unitățile de măsură
vi: _Hiển thị đơn vị

source: Small horizontal s_pacing
ro: Spațiere orizontală mică
vi: _Khoảng cách ngang nhỏ

source: Tacho color alpha value:
ro: Valoarea alfa a culorii tahometrului:
vi: Giá trị alpha màu Tacho:

source: Tacho color value:
ro: Valoarea culorii tahometrului:
vi: Giá trị màu Tacho:

source: Suppress messages
ro: Suprimare mesaje
vi: Chặn tin nhắn

source: Suppress tooltip
ro: Suprimare balon-info
vi: Loại bỏ chú giải công cụ

source: E_xecute on double click:
ro: Se e_xecută la dublu clic:
vi: _Thực hiện khi nhấp đúp chuột:

source: _View
ro: _Vizualizare
vi: _Xem

source: UI style options
ro: Opțiuni de stil al interfeței de utilizator
vi: Tùy chọn kiểu giao diện người dùng

source: _Miscellaneous
ro: _Diverse
vi: _Linh tinh

source: _Close
ro: În_chide
vi: Đó_ng

source: You can change a feature's properties such as name, colours, min/max value by double-clicking the entry, editing the content, and pressing "Return" or selecting a different field.
ro: Puteți modifica proprietățile unei caracteristici, cum ar fi numele, culorile, valoarea min/max, făcând dublu clic pe intrare, editând conținutul și apăsând «Enter» sau selectând un alt câmp.
vi: Bạn có thể thay đổi các thuộc tính của đối tượng như tên, màu sắc, giá trị tối thiểu/tối đa bằng cách nhấp đúp vào mục nhập, chỉnh sửa nội dung và nhấn "Quay lại" hoặc chọn một trường khác.

source: Show sensor values from LM sensors, ACPI, hard disks, NVIDIA
ro: Afișează valorile de la LM sensors, ACPI, discuri dure, NVIDIA
vi: Hiển thị giá trị cảm biến từ cảm biến LM, ACPI, đĩa cứng, NVIDIA

source: Sensor plugin
ro: Modulul pentru senzori
vi: Plugin cảm biến

source: Show sensor values.
ro: Afișează valorile senzorilor.
vi: Hiển thị giá trị cảm biến.

source: Sensors Viewer: Seems like there was a problem reading a sensor feature value. Proper proceeding cannot be guaranteed.
ro: Vizor senzori: Se pare că a existat o problemă la citirea valorii unei caracteristici a senzorului. Efectuarea corectă a operației nu poate fi garantată.
vi: Trình xem cảm biến: Có vẻ như đã xảy ra sự cố khi đọc giá trị tính năng cảm biến. Thủ tục tố tụng đúng đắn không thể được đảm bảo.

source: _Overview
ro: _Prezentare generală
vi: _Tổng quan

source: _Tachometers
ro: _Tahometre
vi: Máy đo _tốc độ

source: Sensors Viewer
ro: Vizor senzori
vi: Trình xem cảm biến

source: Xfce4 Sensors %s This program is published under the GPL v2. The license text can be found inside the program's source archive or under /usr/share/apps/LICENSES/GPL_V2 or at http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt
ro: Xfce4 Sensors %s Acest program este publicat sub licența GPL v2. Textul licenței poate fi găsit în arhiva sursă a programului sau sub /usr/share/apps/LICENSES/GPL_V2 sau la http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt
vi: Cảm biến Xfce4 %s Chương trình này được xuất bản theo GPL _v2. Văn bản giấy phép có thể được tìm thấy bên trong kho lưu trữ nguồn của chương trình hoặc trong /usr/share/apps/LICENSES/GPLV2 hoặc tại http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt

source: Xfce4 Sensors %s Displays information about your hardware sensors, ACPI status, harddisk temperatures and Nvidia GPU's temperature. Synopsis: xfce4-sensors [option] where [option] is one of the following: -h, --help Print this help dialog. -l, --license Print license information. -V, --version Print version information. This program is published under the GPL v2.
ro: Xfce4 Sensors %s Afișează informații despre senzorii hardware, starea ACPI, temperatura discurilor dure și temperatura GPU-ului Nvidia. Sinopsis: xfce4-sensors [opțiune] unde [opțiunea] este una dintre următoarele: -h, --help Imprimă acest dialog de ajutor. -l, --license Imprimă informațiile despre licență. -V, --version Imprimă informațiile despre versiune. Acest program este publicat sub licența GPL v2.
vi: Cảm biến Xfce4 %s Hiển thị thông tin về cảm biến phần cứng, trạng thái ACPI, nhiệt độ ổ cứng và nhiệt độ của GPU Nvidia. Tóm tắt: cảm biến xfce4 [tùy chọn] trong đó [tùy chọn] là một trong những điều sau đây: -h, --help In hộp thoại trợ giúp này. -l, --license In thông tin giấy phép. -V, --version In thông tin phiên bản. Chương trình này được xuất bản theo GPL v2.

source: Xfce4 Sensors %s
vi: Cảm biến Xfce4 %s

source: Sensor Viewer
ro: Vizor senzor
vi: Trình xem cảm biến

source: Sensor Values Viewer
ro: Vizor valori senzor
vi: Trình xem giá trị cảm biến

source: _tachos
ro: _tahometre
